[System] is empty and will be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AllElementsRemovedFromCircuitGroup { get; }
  Visual Basic
Public Shared ReadOnly Property AllElementsRemovedFromCircuitGroup As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AllElementsRemovedFromCircuitGroup {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace